[
  {
    "id": "1",
    "title": "Trump nominates Kevin Warsh as Federal Reserve Chair",
    "content": "President Donald Trump has nominated former Fed Governor Kevin Warsh to succeed Jerome Powell, whose term expires in May. The announcement on 30 January triggered a sharp reversal in precious metals and a stabilisation in the US dollar as markets weighed Warsh's reputation for 'sound money' hawkishness.",
    "summary": "Donald Trump selects Kevin Warsh to lead the Federal Reserve, sparking immediate volatility in gold and currency markets.",
    "context": "• The nomination follows months of public tension between the White House and current Chair Jerome Powell over interest rate policy.\n\n• Kevin Warsh is widely viewed as a candidate who may favour shrinking the Fed's balance sheet more aggressively than his predecessor.\n\n• The transition comes at a critical juncture as the US economy grapples with a policy pause after a series of late-2025 rate cuts.",
    "happened": "• Gold prices plunged over 8% to below $4,900 per ounce on 30 January, retreating from a record high of $5,586 set just 24 hours earlier.\n\n• The US Dollar Index ($DXY) climbed slightly from four-year lows, while 10-year Treasury yields rose by 2 basis points to 4.24%.\n\n• Silver experienced extreme volatility, sinking to roughly $82 per ounce after peaking at $121 earlier in the week.",
    "implications": "• A Warsh-led Fed may prioritise quantitative tightening (QT), potentially pressuring equity valuations and increasing long-term yields.\n\n• Markets anticipate a shift towards a more 'loyal' central bank, though Warsh’s history suggests he may maintain some institutional independence.\n\n• Global central banks, particularly the ECB and BoE, may have to recalibrate their easing cycles if the Fed pivots to a more hawkish stance under new leadership.",
    "importance": "• The Fed Chair is the most influential figure in global finance, dictating the cost of capital for the world’s largest economy.\n\n• Traders use the nomination to gauge the future path of the 'Trump Trade', particularly regarding dollar strength and inflation expectations.\n\n• The sudden collapse in gold and silver prices highlights the sensitivity of 'safe-haven' assets to shifts in US monetary leadership."
  },
  {
    "id": "2",
    "title": "Alphabet's Waymo seeks $16bn funding at $110bn valuation",
    "content": "Alphabet-owned Waymo is reportedly in talks to raise approximately $16 billion, with Alphabet itself contributing $13 billion to the round. The deal, reported on 31 January, would value the autonomous driving pioneer at nearly $110 billion despite an active safety investigation.",
    "summary": "Waymo targets a $110 billion valuation in a massive $16 billion funding round led by parent company Alphabet.",
    "context": "• Waymo currently operates the only commercialised, fully driverless robotaxi service in several major US cities including San Francisco and Phoenix.\n\n• Alphabet has been under pressure from investors to demonstrate a clear path to profitability for its 'Other Bets' segment.\n\n• The funding news follows a period of intense competition in the autonomous vehicle (AV) sector from Tesla’s 'Cybercab' and various Chinese rivals.",
    "happened": "• Reports on 31 January detailed a financing structure involving external investors such as Sequoia Capital, DST Global, and Dragoneer.\n\n• The US National Highway Traffic Safety Administration (NHTSA) opened an investigation on 29 January following a Waymo collision in Santa Monica.\n\n• Alphabet (GOOGL) shares remained resilient as investors focused on the high valuation and the scaling potential of the Waymo fleet.",
    "implications": "• The massive capital injection suggests Alphabet is doubling down on AV technology as its primary growth driver outside of Search.\n\n• A $110 billion valuation sets a high benchmark for the upcoming IPO or funding rounds of other autonomous tech firms.\n\n• Regulatory outcomes from the NHTSA investigation could delay the commercial rollout to new markets despite the fresh capital.",
    "importance": "• It represents one of the largest private funding rounds in the technology sector for 2026, signaling robust appetite for AI-adjacent infrastructure.\n\n• The involvement of top-tier venture capital firms alongside Alphabet validates the long-term commercial viability of robotaxis.\n\n• Investors view Waymo as the 'pure-play' benchmark for the future of transportation and urban mobility.",
    "links": "https://www.reuters.com/business/autos-transportation/waymo-seeking-about-16-billion-near-110-billion-valuation-bloomberg-news-reports-2026-01-31/"
  },
 {
    "id": "3",
    "title": "UK Prime Minister concludes China trade trip amid Trump criticism",
    "content": "Sir Keir Starmer completed a high-profile trade mission to China on 30 January, securing a deal to halve tariffs on Scotch whisky. The visit drew sharp criticism from US President Donald Trump, who warned that the UK's business ties with Beijing are 'very dangerous'.",
    "summary": "The UK secures market access wins in China, but faces growing geopolitical pressure from the US over its trade relationship with Beijing.",
    "context": "• The UK government is pursuing a 'more sophisticated' relationship with China, balancing economic necessity with security concerns.\n\n• China recently agreed to lift sanctions on several British politicians as a gesture of goodwill during the summit.\n\n• The US administration has threatened 100% tariffs on allies that move too close to China, creating a dilemma for post-Brexit Britain.",
    "happened": "• Tariffs on Scotch whisky were reduced from 10% to 5% on 30 January, providing a boost to the UK's high-end spirits exporters.\n\n• The FTSE 100 closed 0.51% higher at 10,223.54 on 29 January as investors cheered the potential for increased market access.\n\n• Sterling (GBP/USD) fell nearly 0.9% over the week to 1.37, partly due to the geopolitical friction between the UK and US.",
    "implications": "• The UK may face 'secondary' trade barriers from the US if it continues to diverge from Washington’s decoupling strategy.\n\n• Increased trade with China could provide a necessary growth cushion for the UK economy, which has lagged G7 peers.\n\n• Multi-national corporations with dual UK-US-China exposure may need to restructure supply chains to avoid cross-border tariff traps.",
    "importance": "• The story highlights the growing difficulty for mid-sized economies to maintain 'neutral' trade stances in a bipolar world.\n\n• Currency traders are monitoring the 'Special Relationship' for signs of strain that could weigh on the Pound.\n\n• It serves as a case study for how trade policy is being used as a tool of geopolitical leverage in 2026."
  },
]
